Repository: ITMK/DataLitMT
Catalog: learning_resources/TM2TB/old_TM_en-us_de-de.tmx
Source language: en_us
Languages: de_de

source: Interactivity refers to the process of integrating MT suggestions into the translation workflow.
de_de: Der Begriff „interaktiv“ beschreibt die Art und Weise, wie die maschinellen Übersetzungsvorschläge in den Übersetzungsprozess eingebunden werden.

source: MT Suggestion area: Displays suggested translations.
de_de: Feld für maschinelle Übersetzungsvorschläge oder TM-Matches: In diesem Feld werden die maschinell erstellten Übersetzungsvorschläge oder Matches aus dem Translation Memory angezeigt.

source: The Edit tab contains a list of commonly used actions to help speed up your work within the Editor.
de_de: Die Registerkarte Bearbeiten enthält eine Liste von nützlichen Funktionen, mit denen die Arbeit im Editor effizienter gestaltet wird.

source: Was this article helpful?
de_de: War dieser Artikel hilfreich?

source: Source: The source language of the Lilt Memory.
de_de: Ausgangssprache: Hier können Sie die Ausgangssprache des Lilt Memories auswählen.

source: TM entry: The hare and the tortoise > La liebre y la tortuga
de_de: TM-Eintrag: The hare and the tortoise > Der Hase und die Schildkröte

source: The Lilt Platform was built specifically with the translator experience in mind.
de_de: Die Lilt Plattform wurde speziell nach den Anforderungen der Übersetzungspraxis entwickelt.

source: This will open a popup box with the following fields to fill out in order to create your new Lilt Memory:
de_de: Dadurch wird ein Dialogfenster geöffnet, dessen Felder zur Erstellung des neuen Lilt Memories ausgefüllt werden müssen:

source: Move tag one character left (,): Move the selected tag one character to the left.
de_de: Tag um ein Zeichen nach links verschieben (,): Mit dieser Funktion wird das ausgewählte Tag um ein Zeichen nach links verschoben.

source: The Insert tab has a range of tools for interacting with text in the Editor.
de_de: In der Registerkarte Einfügen finden Sie eine Reihe von ‏Optionen zur Interaktion mit dem Text im Texteditor.

source: QA checks: Project managers can run two types of QA checks from the File menu: full QA checks and linguistic batch QA checks.
de_de: Qualitätsprüfung: Projektmanager*innen stehen in der Registerkarte Datei zwei Arten von Qualitätsprüfungen zur Auswahl: die vollständige Qualitätsprüfung (Full QA Check) und die Qualitätsprüfung im Batch (Batch QA Check).

source: If a match does not exist, the interactive MT output appears.
de_de: Ist kein TM-Match vorhanden, wird stattdessen der interaktive MÜ-Vorschlag angezeigt.

source: The reviewed/unreviewed status of a TM entry does not affect match prioritization.
de_de: Der Status der Einträge (lektoriert/nicht lektoriert) hat keinen Einfluss auf die Priorisierung der Matches.

source: Search
de_de: Suche

source: Insert right-to-left mark (Ctrl + K): Inserts an invisible right-to-left mark character into the target text field.
de_de: Rechts-nach-links-Schreibrichtung einfügen + K: Eine ausgeblendete Rechts-nach-links-Schreibrichtung wird in das Zieltextsegment eingefügt.

source: This filter section compounds with the status filter section.
de_de: Die Filter in diesem Abschnitt können mit den Statusfiltern kombiniert werden.

source: Additional filter section: Filter segments by additional content: notes, errors, or tags.
de_de: Zusätzliche Filter: In diesem Abschnitt kann die Ansicht nach Segmenten mit zusätzlichen Informationen (Notizen, Fehlern oder Tags) gefiltert werden.

source: Lilt's CAT Tool leverages our interactive and adaptive neural machine translation system to provide predicted translations right within the interface.
de_de: Das Lilt CAT-Tool verfügt über unser interaktives und adaptives neuronales Maschinelle Übersetzungssystem (MÜ) und zeigt Übersetzungsvorschläge direkt in der Benutzeroberfläche an.

source: Project target tags (Ctrl + Alt + N): Projects target tags onto the segment.
de_de: Tags in Zielsegment kopieren (STRG + Alt + N): Tags werden aus dem Ausgangssegment in das Zielsegment kopiert, sofern dieses bereits Text enthält. Die Position der Tags wird dabei automatisch bestimmt.

source: Lilt provides both translation services as well as a powerful platform for in-house translation for commercial and government enterprises alike.
de_de: Neben Übersetzungsdienstleistungen stellt Lilt eine leistungsstarke Plattform bereit, mit der Nutzer*innen ihre Inhalte selbst übersetzen können.

source: Select next tag (Ctrl + ]): Navigate forward through tags.
de_de: Nächstes Tag auswählen STRG + ]: Mit dieser Funktion können Sie vorwärts durch die Tags navigieren.

source: See the Segment State Indicators article for additional information.
de_de: Weitere Informationen finden Sie im Artikel Indikatoren für den Segmentstatus.

source: Knowledge Base Dictionary
de_de: Wissensdatenbank Wörterbuch

source: Use legacy editor: Clicking this option swaps your Editor back to the previous version of the Editor (version 2) for the current user session.
de_de: Alten Editor verwenden: Mit dieser Funktion kann für die Dauer der laufenden Sitzung zur vorherigen Version (Version 2) des Editors gewechselt werden.

source: For this reason, Lilt provides tools for adding and editing Lilt Memories directly within the application through the Memories tab in the upper-right.
de_de: Aus diesem Grund werden bei Lilt rechts in der Kopfzeile über die Registerkarte Memories Funktionen zum Hinzufügen und Bearbeiten von Memories zur Verfügung gestellt.

source: Using the mouse, highlight the source text you're interested, then right-click on the text to open the tool options:
de_de: Markieren Sie mit der Maus den gewünschten Text im Ausgangssegment und klicken Sie dann mit der rechten Maustaste, um auf die folgenden Funktionen zuzugreifen: Wenn Sie mit der Maus den gewünschten Text im Ausgangssegment markieren, werden Ihnen folgende Funktionen angezeigt:

source: Auto-scroll editor: With auto-scroll on, when a segment is confirmed, the Editor automatically places you into editing the next segment and the Editor scrolls to keep the selected segment on the page.
de_de: Automatischer Bildlauf: Ist diese Funktion aktiviert, wird nach Bestätigung eines Segments das nächste unbestätigte Segment geöffnet und dieses zentriert auf dem Bildschirm angeordnet.

source: When a segment is active in the Editor, the associated Lilt Memory is checked for TM entries with similar phrases.
de_de: Für jedes geöffnete Segment wird das dem Projekt zugewiesene Lilt Memory nach Übereinstimmungen durchsucht.

source: For more information on this, see the CAT Guide for Project Managers.
de_de: Weitere Informationen hierzu finden Sie im CAT-Leitfaden für Projektmanager*innen.

source: The View tab allows you to set options for how segments are displayed in the Editor.
de_de: In der Registerkarte Ansicht können Darstellungsoptionen für die Segmente ausgewählt werden.

source: Click the identical results dropdown to display the following metadata for each identical TM entry:
de_de: Klicken Sie auf identische Einträge in einem Dropdownmenü für jeden identischen TM-Eintrag folgende Metadaten bereitgestellt:

source: Edit tab
de_de: „Bearbeiten“-Tab

source: Leaving and returning to the Editor will revert to the most current Editor version.
de_de: Wenn Sie den Editor schließen und dann neu öffnen, wird der Editor auf die neueste Version zurückgesetzt.

source: Note that whenever a Lilt Memory is created that uses a new language pair, Lilt also creates a Default Lilt Memory.
de_de: Bitte beachten Sie: Immer wenn Sie ein Lilt Memory mit einem neuen Sprachpaar erstellen, wird in Lilt zusätzlich ein Standard-Memory für dieses Sprachpaar erstellt.

source: Your translators are guaranteed to always be working with the most up-to-date version of the Memory.
de_de: So wird sichergestellt, dass Übersetzer*innen immer mit der neusten Version des Memories arbeiten.

source: For example, the translation of a particular segment may be utilized when the MT provides suggestions for nearby segments; however, the MT may fall back to its original suggestions for segments farther away in the document.
de_de: Wenn die MÜ-Engine beispielsweise einen Übersetzungsvorschlag für ein bestimmtes Segment vorschlägt, werden dabei bestätigte Übersetzungen aus vorherigen Segmenten berücksichtigt. Liegen diese Segmente jedoch zu weit zurück, kann dieser Kontext bei der maschinellen Übersetzung des aktuellen Segments nicht mehr berücksichtigt werden.

source: Source text (ST)
de_de: Ausgangstext (AT)

source: Copy to target: Copies the highlighted source words into the target text field.
de_de: In Zielsegment kopieren: Mit dieser Funktion werden die markierten Wörter aus dem Ausgangs- in das Zielsegment kopiert.

source: Getting Started
de_de: Erste Schritte

source: Any words in the TM suggestion that are missing from the source are underlined.
de_de: Alle Wörter aus TM-Vorschlägen, die im Ausgangstext nicht vorkommen, sind unterstrichen.

source: Managing QA rules
de_de: QA-Regeln verwalten

source: The header bar has a range of options available for managing and customizing your experience with the Editor.
de_de: In der Kopfzeile finden Sie eine Reihe von Einstellungen zur Verwaltung und Anpassung des Editors.

source: Target: The target language of the Lilt Memory.
de_de: Zielsprache: Hier können Sie die Zielsprache des Lilt Memories auswählen.

source: Once resources are added to the Lilt Memory, the contained translations will be populated as suggestions within the Editor for any Projects utilizing this Lilt Memory.
de_de: Sobald die Dateien in das Memory importiert wurden, werden die Einträge im Editor für alle Projekte vorgeschlagen, in die dieses Memory eingebunden ist.

source: An active source segment has several components:
de_de: Ein geöffnetes Segment besteht aus mehreren Komponenten:

source: Clicking the Delete Memory button on a Lilt Memory card opens a popup to confirm that you want to permanently delete the Lilt Memory.
de_de: Wenn Sie auf der Karte eines Lilt Memories auf das Pfeil-nach-unten-Symbol und dann auf die Schaltfläche Löschen klicken, wird ein Dialogfenster geöffnet. Dort müssen Sie bestätigen, dass Sie das Memory endgültig löschen möchten.

source: The find and replace tool is also accessible via the Edit tab.
de_de: Die Funktion „Suchen und Ersetzen“ finden Sie auch in der Registerkarte Bearbeiten.

source: Yes
de_de: Ja

source: The CAT Editor (computer-aided translation) is the core of the Lilt platform and where translation happens.
de_de: Der CAT-Editor (Computer-Aided Translation) ist das Herzstück der Lilt Platform. Dort findet der Übersetzungprozess statt.

source: Source highlighting tool
de_de: Schnellzugriff

source: Insert left-to-right mark (Ctrl + L): Inserts an invisible left-to-right mark character into the target text field.
de_de: Links-nach-rechts-Schreibrichtung einfügen (STRG + L): Eine ausgeblendete Links-nach-Rechts-Schreibrichtung wird in das Zieltextsegment eingefügt.

source: Show source tags: Toggles whether tags in the source text are displayed.
de_de: Tags in Ausgangstext anzeigen: Über diese Funktion können Tags im Ausgangstext ein- und ausgeblendet werden.

source: These can be useful in certain situations, as the non-breaking spaces do not get erased in document formats that ignore extra spaces, such as HTML.
de_de: Geschützte Leerzeichen können nicht gelöscht werden und sind damit hilfreich in Dateiformaten wie HTML, in denen zusätzlich Leerzeichen ignoriert werden.

source: Release Notes
de_de: Freigabehinweise

source: Status filter section: Filter segments by status: all segments, confirmed, unconfirmed, unreviewed, or reviewed.
de_de: Filtern nach Status: In diesem Abschnitt kann die Ansicht nach dem Status der Segmente gefiltert werden (alle Segmente, bestätigt, nicht bestätigt, nicht lektoriert, lektoriert).

source: In this case, the TM diff displays the following: The harehares and the tortoise.
de_de: In diesem Beispiel wird der folgende Unterschied angezeigt: The harehares and the tortoise.

source: Fuzzy Match (>75%): The segment has similar words to a TM entry, but there are significant differences.
de_de: Fuzzy Match (>75%): Ein TM-Eintrag beinhaltet teilweise Wörter aus dem ausgewählten Segment, stimmt aber nicht wortwörtlich mit ihm überein.

source: Lilt’s Editor provides a wealth of functions that make the entire translation process more efficient.
de_de: Dieser Editor bietet eine Fülle von Funktionen, mit denen der gesamten Übersetzungsprozess effizienter gestaltet werden kann.

source: Segment number
de_de: Segmentnummer

source: Lilt Memories can be created at any time under the Memories tab or during Job Creation.
de_de: Lilt Memories können jederzeit in der Registerkarte Memories oder anfangs bei der Erstellung von Jobs erstellt werden.

source: Unaccept all reviewed (Ctrl + Shift + A): Unaccept segments on a page by page basis.
de_de: Alle lektorierten Segmente ablehnen (STRG + UMSCHALT + A): Alle lektorierten Segmente auf einer Seite werden abgelehnt.

source: All Memories: Displays all Lilt Memories you are the owner of, in addition to Lilt Memories for Projects where you are the manager.
de_de: Alle Memories: Auf der Seite „Alle Memories“ werden ebenfalls alle Lilt Memories angezeigt, die Sie erstellt haben. Zusätzlich werden alle Memories aus Projekten angezeigt, in denen Sie Projektmanager*in sind.

source: Translation Memories (TM) entries are used to provide translation suggestions to linguists working in the Editor.
de_de: Anhand von Translation Memories (TM) werden Übersetzungsvorschläge im Editor bereitgestellt.

source: After filling in the fields, click the Create button to create the Lilt Memory.
de_de: Wenn Sie alle Felder ausgefüllt haben, klicken Sie auf die Schaltfläche Erstellen.

source: View how many segments have been confirmed.
de_de: Anzahl der bestätigen Segmente

source: Full suggestion Shift + Enter: Insert the full suggested sentence into the target text field.
de_de: Übersetzungsvorschlag (Satz): UMSCHALT + EINGABE: Fügt den von der MÜ-Engine vorgeschlagene Satz in das Zieltextfeld ein.

source: Suggested phrase (Enter): Insert the suggested word into the target text field.
de_de: Rohübersetzung (EINGABE): Fügt das von der MÜ-Engine vorgeschlagene Wort in das Zieltextfeld ein.

source: Split view helps increase proofreading speed.
de_de: Durch die geteilte Ansicht kann das Lektorat beschleunigt werden.

source: Download: Use this option to download the translated document in one of three formats:
de_de: Download: Mit dieser Funktion können Sie das übersetzte Dokument in einem von drei Formaten herunterladen:

source: The context of a segment is also important when referring to adaptation speed.
de_de: Der Kontext des Segments spielt bei der Anpassungsgeschwindigkeit eine wichtige Rolle.

source: timestamp of when the entry was last updated
de_de: Datum, an dem der Eintrag zuletzt aktualisiert wurde

source: attributed user
de_de: Person, die den TM-Eintrag bearbeitet hat

source: Fuzzy matches are shown along with a display of the differences between the TM entry and the source.
de_de: Bei Fuzzy Matches werden die Unterschiede zwischen TM-Eintrag und dem geöffneten Ausgangssegment angezeigt.

source: You can click on any of the suggested words to add that word to the typing area.
de_de: Sie können jedes der vorgeschlagenen Wörter anklicken, um es dem Eingabefeld hinzuzufügen.

source: Adaptive memory: Whether to enable Lilt's Adaptive Memory for MT suggestions.
de_de: Adaptive MÜ Engine: Hier können Sie einstellen, ob Ihr Lilt Memory zum Training der adaptiven MÜ-Engine verwendet werden soll.

source: Non-breaking spaces (Ctrl + Shift + Space) : Insert a non-breaking space into the target text field.
de_de: Geschützte Leerzeichen (STRG + UMSCHALT + LEER): Fügt ein geschütztes Leerzeichen in das Zieltextfeld ein.

source: Click on the Lilt Memory's name or the Edit Memory button to open up the Lilt Memory, where you can edit all the contents and settings of the selected Lilt Memory.
de_de: Um das Lilt Memory zu bearbeiten, klicken Sie auf seine Karte oder auf die Schaltfläche Memory bearbeiten.

source: The Editor has two modes: Translate and Review. The two modes are largely the same.
de_de: Der CAT-Editor verfügt über zwei weitgehend identische Modi: den Übersetzungsmodus und Lektoratsmodus.

source: Tags tab
de_de: Registerkarte „Tags“

source: Managing resources
de_de: Übersetzungsressourcen verwalten

source: Editing a Lilt Memory
de_de: Ein Lilt Memory bearbeiten

source: Concordance: The Concordance tab gives in-context examples of how a word of phrase is used in the target language.
de_de: Konkordanzsuche: Über die Konkordanzsuche können Sie im TM Beispiele zum Gebrauch von Wörtern, Satzteilen oder Sätzen in der Ausgangs- und Zielsprache nachschlagen.

source: TM difference display
de_de: Unterschiede von TM und Ausgangstext

source: Find and Replace: The find and replace tool allows you to search for text in all typing areas of the document.
de_de: Suchen und Ersetzen: Über diese Funktion können Sie alle Ausgangs- und Zielsegmente des Dokuments durchsuchen und Text in Zielsegmenten ersetzen.

source: QA rules are a list of phrases that the QA check ignores when searching for QA issues.
de_de: Bei QA-Regeln handelt es sich um eine Liste mit Ausdrücken, die bei der Qualitätssicherung (Quality Assurance, QA) nicht berücksichtigt werden.

source: Lilt Engine
de_de: Maschinelle Übersetsungsengine von Lilt

source: Exact Match (100%): The selected segment has the exact same words as a TM entry.
de_de: 100-%-Match: Ein TM-Eintrag stimmt wortwörtlich mit dem ausgewählten Segment überein.

source: View how many words have been translated out of the total number of words in the document.
de_de: Anzahl der bereits übersetzten Wörter und Gesamtwortzahl

source: Lookup in Concordance: Opens the Concordance sidebar, puts the selected source text into the search field, and searches for the text.
de_de: Konkordanzsuche: Über diese Funktion wird die Randleiste geöffnet und automatisch eine Konkordanzsuche des ausgewählten Textes durchgeführt.

source: Memory name: The name of the Lilt Memory.
de_de: Name des Memories: Hier können Sie den Namen des Lilt Memories eingeben.

source: What is Interactive, Adaptive MT?
de_de: Was ist interaktive adaptive Maschinelle Übersetzung?

source: If the language pair does not have MT support, no MT suggestion will be shown.
de_de: Wird ein Sprachpaar nicht von der MÜ-Engine unterstützt, wird kein maschineller Übersetzungsvorschlag bereitgestellt.

source: TM matches above 75% are shown first.
de_de: Ist ein TM-Matches über 75% vorhanden, wird dieses angezeigt.

source: Show invisible characters: When enabled, displays characters that are normally invisible (such as spaces, tabs, right-to-left marks, and left-to-right marks) in both the source and target text.
de_de: Ausgeblendete Zeichen anzeigen: Ist diese Funktion aktiviert, werden in Ausgangs- und in Zieltext Zeichen angezeigt, die normalerweise ausgeblendet sind (Leerzeichen, Tabstopps, Rechts-nach-links-Schreibrichtung und Links-nach-rechts-Schreibrichtung).

source: Lilt organizes translation data into Lilt Memories.
de_de: In Lilt werden die verschiedenen Übersetzungsressourcen in Lilt Memories zusammengefasst.

source: The Tag tab provides tools for manipulating tags within the Editor.
de_de: Auf der Registerkarte „Tags“ werden Funktionen zur Bearbeitung von Tags im Editor zur Verfügung gestellt.

source: The footer bar allows you to:
de_de: In der Fußzeile finden Sie folgende Informationen:

source: Note: The order of TM entries displayed in the Segment context pane is not the same as the TM match order.
de_de: Hinweis: Die Reihenfolge der TM-Einträge im Bereich Segmentkontextsuche entspricht nicht der Reihenfolge der TM-Matches.

source: What is Lilt?
de_de: Was ist Lilt?

source: Lookup in Segment context: Opens the Segment Context sidebar, puts the selected source text into the search field, and searches for the text.
de_de: Segmentkontextsuche: Über diese Funktion wird die Randleiste geöffnet und automatisch eine Segmentkontextsuche des ausgewählten Textes durchgeführt.

source: Includes the option to require the whole word to match, require the case to match, and to search through the entire Project instead of just the document.
de_de: Zusätzliche Einstellungen ermöglich hierbei die Suche nach exakten Übereinstimmungen, die Berücksichtigung von Groß- und Kleinschreibung und die Durchsuchung des gesamten Projekts anstelle des Dokuments.

source: The checkmark in the bottom-right corner of a segment lets you confirm (for Translate mode) or accept (for Review mode) the segment to mark it as complete.
de_de: Über den Haken in der unteren rechten Ecke eines Segments können Sie das Segment bestätigen (Übersetzungsmodus) oder akzeptieren (Lektoratsmodus), um es als erledigt zu markieren.

source: Each language pair has its own baseline model.
de_de: Für jedes Sprachenpaar gibt es eine eigene Baseline-Engine.

source: The first two sections (split with a horizontal divider) filter what segments are displayed in the Editor by a variety of parameters.
de_de: In den ersten beiden Abschnitten (getrennt durch einen horizontalen Balken) wird anhand einer Reihe von Parametern gefiltert, welche Segmente im Editor angezeigt werden.

source: Select matching tags (Alt + Shift): Toggle between which tag is selected in a matching pair of tags.
de_de: Zwischen öffnendem und schließendem Tag wechseln (Alt + Shift): Mit dieser Funktion können Sie in einem Tag-Paar zwischen öffnendem und schließendem Tag wechseln.

source: Next segment (Ctrl + Down Arrow): Allows you to navigate down through the document, segment by segment.
de_de: Nächstes Segment (STRG + NACH-UNTEN-TASTE): Mit dieser Option können Sie Segment für Segment vorwärts durch das Dokument navigieren.

source: You can learn more about suggestions in the Translation Memory Matching article.
de_de: Weitere Informationen zu TM-Matches finden Sie im Artikel Translation Memory Matching.

source: If a filter is set for this section and you want to remove the filter, click on the filter to deselect it.
de_de: Ist in diesen Abschnitt ein Filter ausgewählt, klicken Sie erneut auf den Filter, um ihn zu deaktivieren.

source: Adaptation speed differs across Lilt Memories.
de_de: Wie schnell eine MÜ-Engine als Teil eines Lilt-Memorys lernt, ist abhängig vom jeweiligen Lilt-Memory.

source: Lilt's MT models are adaptive because as linguists translate, the MT models learn from the linguist to provide better translation suggestions in the future.
de_de: Die MÜ-Engines von Lilt verfügen außerdem über adaptive Eigenschaften. Sie lernen durch die Bestätigung, Bearbeitung und komplette Neuübersetzung eines Segments und liefern so mit der Zeit bessere Übersetzungsvorschläge.

source: When translating in Lilt, the MT system intelligently suggests translations of the source segment that can be utilized during human translation.
de_de: Bei der Übersetzung in Lilt liefert die MÜ-Engine zu einem Ausgangssegment intelligente Übersetzungsvorschläge, welche die Übersetzer*innen dann übernehmen können.

source: Move tag one word right (/): Move the selected tag one word to the right.
de_de: Tag um ein Wort nach rechts verschieben /): Mit dieser Funktion wird das ausgewählte Tag um ein Wort nach rechts verschoben.

source: Target text (TT) typing area: You can type in your translation manually or insert a suggestion from the suggestion area.
de_de: Eingabefeld für den Zieltext (ZT): Sie können Ihre Übersetzung manuell eingeben oder die maschinell erstellte Rohübersetzung unterhalb des Eingabefelds vollständig oder teilweise übernehmen.

source: Not what you’re looking for?Submit a request
de_de: Nicht, wonach Sie gesucht haben?
